Repository: daniel-lerch/vocup
Catalog: src/Vocup/Forms/SettingsDialog.*.resx
Languages: de, nl

# $this.Text
source: Settings
de: Einstellungen
nl: Instellingen

# BtnCancel.Text
source: Cancel
de: Abbrechen
nl: Annuleren

# BtnResetPracticeSelect.Text
source: Reset settings
de: Einstellungen zurücksetzen
nl: Instellingen terugzetten

# BtnResetStartScreen.Text
source: Reset
de: Startbild zurücksetzen
nl: Startscherm terugzetten

# BtnVhfPath.Text
source: Browse
de: Durchsuchen
nl: Bladeren

# BtnVhrPath.Text
source: Browse
de: Durchsuchen
nl: Bladeren

# CbAcousticFeedback.Text
source: Enable acoustic feedback
de: Akustische Rückmeldungen aktivieren
nl: Akoestische feedback inschakelen

# CbAutoSave.Text
source: Automatically save changes in your vocabulary book
de: Vokabelheft bei Änderungen automatisch speichern
nl: Wijzigingen automatisch opslaan in taalbestand

# CbColumnResize.Text
source: Automatically resize columns
de: Spaltenbreite automatisch anpassen
nl: Kolombreedtes automatisch aanpassen

# CbDisableInternetServices.Text
source: Disable Internet services
de: Internetdienste deaktivieren (nicht empfohlen)
nl: Internetdiensten deactiveren (niet aanbevolen)

# CbLanguage.Items
source: System language
de: Systemsprache
nl: Systeemtaal

# CbLanguage.Items1
source: English
de: Englisch
nl: Engels

# CbLanguage.Items2
source: German
de: Deutsch
nl: Duits

# CbManualCheck.Text
source: Self-evaluate translations when practicing
de: Übersetzungen beim Üben selbst bewerten
nl: Evalueer vertalingen zelf tijdens het oefenen

# CbOptionalExpressions.Text
source: Treat expressions in parantheses as optional
de: Ausdrücke in Klammers als optional behandeln
nl: Tekst tussen haakjes als optioneel beschouwen

# CbSingleContinueButton.Text
source: Press button only once after transalting
de: Nach einer Übersetzung nur einmal Button betätigen
nl: Knop slechts eenmaal indrukken na vertalen

# CbTolerateArticle.Text
source: wrong articles have been used
de: falsche Artikel verwendet werden
nl: foute lidwoorden gebruikt zijn

# CbTolerateNoSynonym.Text
source: only one of two synonyms is correct
de: nur eines von zwei Synonymen korrekt ist
nl: slechts een van de twee synoniemen goed is

# CbToleratePunctuationMark.Text
source: punctuation marks are incorrect
de: Satzzeichen nicht stimmen
nl: fouten met leestekens gemaakt zijn

# CbTolerateSpecialChar.Text
source: special chars are incorrect
de: Sonderzeichen nicht stimmen
nl: fouten met speciale tekens gemaakt zijn

# CbTolerateWhiteSpace.Text
source: whitespaces do not match
de: die Leerzeichen nicht übereinstimmen
nl: fouten in witruimte gemaakt zijn

# GroupEvaluation.Text
source: Evaluation
de: Auswertung
nl: Evaluatie

# GroupLanguage.Text
source: Language
de: Sprache
nl: Taal

# GroupNearlyCorrect.Text
source: Mark as "Partly correct" when
de: Als "Teilweise richtig" bewerten, wenn
nl: Als "Gedeeltelijk goed" markeren als

# GroupSave.Text
source: Save
de: Speichern
nl: Opslaan

# GroupStartScreen.Text
source: Start screen
de: Startbild
nl: Startscherm

# GroupUserInterface.Text
source: User interface
de: Benutzeroberfläche

# GroupVhfPath.Text
source: Folder for vocabulary books
de: Speicherpfad der Vokabelhefte
nl: Map voor taalbestanden

# GroupVhrPath.Text
source: Folder for practice results
de: Speicherpfad der Ergebnisse
nl: Map voor resultaatbestanden

# GroupVocabularyList.Text
source: Vocabulary list
de: Vokabelliste
nl: Woordenlijst

# LbLanguage.Text
source: Set user interface culture
de: Setze Oberflächensprache
nl: Taal instellen

# LbPercentageUnpracticed.Text
source: Which percentage of unpracticed words do you want to have?
de: Wie groß soll der Anteil an noch nicht geübten Vokabeln sein?
nl: Welk percentage van ongeoefende woorden wil je hebben?

# LbPercentageWrongCorrect.Text
source: Which percentage of wronlgy and correctly practiced words do you want to have?
de: Wie groß soll der Anteil an falsch und richtig geübten Vokabeln sein?
nl: Welk percentage van fout en goed beantwoorde woorden wil je hebben?

# LbPracticeCount.Text
source: How often needs a word to be translated correctly to be marked as learnt?
de: Wie oft muss eine Vokabel richtig übersetzt werden, damit sie als gelernt eingestuft wird?
nl: Hoe vaak moet een woord goed vertaald worden voordat het als geleerd wordt gezien?

# RbEmptyStart.Text
source: Empty window
de: Nichts anzeigen
nl: Leeg scherm

# RbRecentFile.Text
source: Recent vocabulary book
de: Zuletzt geöffnetes Vokabelheft
nl: Laatst geopende taalbestand

# TabGeneral.Text
source: General
de: Allgemein
nl: Algemeen

# TabPractice.Text
source: Practice settings
de: Übungsoptionen
nl: Oefen instellingen

# TabPracticeSelect.Text
source: Practice composition
de: Übungszusammensetzung
nl: Oefen samenstelling
