Repository: daniel-lerch/vocup
Catalog: src/Vocup/Properties/Messages.*.resx
Languages: de, nl

# BookPracticeFinished
source: You have correctly translated all words successively for multiple times. Hint: In the settings you can configure how often a word has to be correctly translated in turn before it is marked as learnt.
de: Sie haben bereits alle Vokabeln mehrmals hintereinander richtig übersetzt. Tipp: Unter Optionen können Sie festlegen, wie oft eine Vokabel richtig hintereinander übersetzt werden muss, damit sie als gelernt eingestuft wird.
nl: Je hebt alle woorden meerdere keren goed vertaald. Hint: in de instellingen kun je configureren hoe vaak een woord goed vertaald moet worden voordat het gemarkeerd wordt als geleerd.

# BookPracticeFinishedT
source: Congratulations!
de: Herzlichen Glückwunsch!
nl: Gefeliciteerd!

# BrowseVhfPath
source: Please select the default folder for your vocabulary books.
de: Bitte wählen Sie einen Ordner als Standardspeicherort für Ihre Vokabelhefte aus.
nl: Selecteer de standaard map voor je taalbestanden.

# CsvExportError
source: An unexpected error occured when exporting a CSV file. Details: {0}
de: Beim Exportieren einer CSV Datei ist ein unerwarteter Fehler aufgetreten. Details: {0}
nl: Er is een onverwachte fout opgetreden tijdens het exporteren naar een CSV bestand. Details: {0}

# CsvExportSave
source: Do you want to save your changes before exporting a CSV file? You can save your changes later on. Vocup always exports the current version including any unsaved changes.
de: Möchten die Änderungen am Vokabelheft speichern, bevor Sie es in eine CSV-Datei exportieren? Sie können die Änderungen jederzeit auch später speichern. Exportiert wird immer die aktuelle Version inklusive ungespeicherter Änderungen.
nl: Wil je de aanpassingen opslaan alvorens te exporteren naar een CSV bestand? Je kunt de wijzigingen later nog opslaan. Vocup exporteert altijd de huidige versie inclusief onopgeslagen wijzigingen.

# CsvExportSaveT
source: Save now?
de: Jetzt speichern?
nl: Nu opslaan?

# CsvImportError
source: An unexpected error occured when importing a CSV file. Details: {0}
de: Beim Importieren einer CSV Datei ist ein unerwarteter Fehler aufgetreten. Details: {0}
nl: Er is een onverwachte fout opgetreden tijdens het exporteren van een CSV bestand. Details: {0}

# CsvInvalidHeader
source: The CSV header could not be read. Please ensure that the file is not empty.
de: Der CSV Header konnte nicht gelesen werden. Bitte stellen Sie sicher, dass die Datei nicht leer ist.
nl: De CSV header kon niet worden gelezen. Zorg ervoor dat het bestand niet leeg is.

# CsvInvalidHeaderColumns
source: The CSV header consists of {0} column but has to be exactly 2 columns. Please ensure the CSV file to be exported with Excel using UTF-8 format. Files exported by older versions of Vocup are not compatible anymore.
de: Der CSV Header verfügt über {0} Spalten, muss aber aus genau 2 Spalten bestehen. Stellen Sie sicher, dass die CSV Datei mit Excel im UTF-8 Format gespeichert wurde. Von älteren Vocup Versionen exportierte Dateien sind nicht kompatibel.
nl: De CSV header bestaat uit {0} kolommen maar hoort exact 2 kolommen te zijn. Zorg ervoor dat het CSV bestand geëxporteerd wordt met Excel in UTF-8 formaat. Bestanden geëxporteerd met oudere versies van Vocup zijn niet meer compatibel.

# CsvInvalidHeaderT
source: Invalid CSV header
de: Fehlerhafter CSV Header
nl: Ongeldige CSV header

# CsvInvalidLanguages
source: Do you want to import an {0} - {1} vocabulary book although the languages do not match your vocabulary book? If {0} and {1} are vocabulary words and no languages, please remember to fill the first row of the CSV file with your mother tongue in left column and your foreign language in the right column.
de: Möchten Sie ein {0} - {1} Vokabelheft importieren, obwohl die Sprachen nicht mit Ihrem Vokabelheft übereinstimmen? Falls {0} und {1} keine Sprachen sondern Vokabeln sind, denken Sie bitte daran, in der ersten Zeile der CSV Datei links Ihre Muttersprache und rechts Ihre Fremdsprache einzutragen.
nl: Wil je een {0} - {1} taalbestand importeren, ondanks dat de talen niet overeenkomen? Als {0} en {1} woorden zijn en geen talen, denk er dan aan om de eerste rij van het CSV bestand te vullen met je moeder taal in de linker kolom en de vreemde taal in de rechter kolom.

# EditAddDuplicate
source: This vocabulary word already exists in your vocabulary book. Do you want to discard your input?
de: Diese Vokabel ist in Ihrem Vokabelheft bereits vorhanden. Möchten Sie Ihre Eingabe verwerfen?
nl: Dit woord bestaat al in je taalbestand. Wil je de invoer negeren?

# EditDuplicateT
source: Word already exists
de: Vokabel bereits vorhanden
nl: Woord bestaat al

# EditToDuplicate
source: The changed vocabulary word already exists in your vocabulary book. Do you want to delete this word?
de: Die geänderte Vokabel befindet sich bereits in ihrem Vokabelheft. Möchten Sie diese Vokabel löschen?
nl: Dit gewijzigde woord bestaat al in je taalbestand. Wil je dit woord verwijderen?

# GeneralSaveChanges
source: Do you want to save your changes and/or practice results?
de: Möchten Sie Ihre Änderungen und/oder Übungsergebnisse speichern?
nl: Wil je de wijzigingen en/of oefenresultaten opslaan?

# GeneralSaveChangesT
source: Save?
de: Speichern?
nl: Opslaan?

# LegacyVersionUninstall
source: An outdated version of Vocup has been found on your computer. This could prevent automatic file type association configuration and could cause vocabulary books failing to open. Do you want to uninstall this outdated version?
de: Es wurde eine veraltete Version von Vocup auf ihrem Computer gefunden. Dadurch können Dateitypzuordnungen nicht automatisch eingerichtet werden und Vokabelhefte können eventuell nicht geöffnet werden. Möchten Sie diese veraltete Version deinstallieren?
nl: Er is een verouderde versie van Vocup gevonden op je computer. Dit kan problemen geven met de automatische bestandstype associatie en kan ervoor zorgen dat taalbestanden niet geopend kunnen worden. Wil je de verouderde versie deïnstalleren?

# LegacyVersionUninstallT
source: Uninstall incompatible version?
de: Inkompatible Version deinstallieren?
nl: Incompatibele versie deïnstalleren?

# MergeOverride
source: A vocabulary book file from the same path has already been loaded. Do you want to load the current vocabulary book and override existing data?
de: Ein Vokabelheft vom selben Pfad wurde bereits geladen. Möchten Sie das aktuelle Vokabelheft laden und die Daten überschreiben?
nl: Een taalbestand uit hetzelfde pad is reeds ingeladen. Wil je het huidige taalbestand laden en bestaande data overschrijven?

# MergeOverrideT
source: Override data?
de: Daten überschreiben?
nl: Data overschrijven?

# MutexLockedButNoOtherProcess
source: There is either another instance of Vocup running or an update for Vocup is currently being installed. If this problems persists try to search for Vocup processes in Task-Manager or restart your computer.
de: Entweder läuft bereits eine andere Instanz von Vocup oder Vocup wird gerade aktualisiert. Falls dieses Problem wiederholt auftritt, versuchen Sie Vocup Prozesse im Task-Manager zu finden oder starten Sie Ihren Computer neu.
nl: Er draait al een andere instantie van Vocup of er wordt momenteel een update van Vocup geïnstalleerd. Als dit probleem blijft bestaan, zoek dan naar actieve Vocup processen in Taakbeheer of herstart je computer.

# MutexLockedButNoOtherProcessT
source: Vocup could not be started
de: Vocup konnte nicht gestartet werden
nl: Vocup kon niet worden opgestart

# OpenInExplorerError
source: The current vocabulary book could not be opened in Explorer. Please be aware that this feature is not avalaible on some operating systems like Linux or Windows 10 S. Details: {0}
de: Das aktuelle Vokabelheft konnte nicht im Explorer geöffnet werden. Bitte beachten Sie, dass dieses Feature mit manchen Betriebssystemen wie Linux oder Windows 10 S nicht kompatibel ist. Details: {0}
nl: Het huidige taalbestand kon niet worden geopend in Verkenner. Let op dat deze functionaliteit niet beschikbaar is op sommige besturingssystemen zoals Linux of Windows 10 S. Details: {0}

# OpenInExplorerErrorT
source: Error when opening in Explorer
de: Fehler beim Öffnen im Explorer
nl: Fout bij openen in Verkenner

# OpenInExplorerNotFound
source: The vocabulary book file at {0} does not exist anymore.
de: Die Vokabelheftdatei {0} existiert nicht mehr.
nl: Taalbestand {0} bestaat niet meer.

# OpenInExplorerNotFoundT
source: File not found
de: Datei nicht gefunden
nl: Bestand niet gevonden

# OpenInExplorerSave
source: Do you want to save your changes to the vocabulary book before opening it in the Explorer? You can save your changes later in every case.
de: Möchten die Änderungen am Vokabelheft speichern, bevor Sie es im Explorer öffnen? Sie können die Änderungen jederzeit auch später speichern.
nl: Je kunt in ieder geval de wijzigingen op een later moment nog opslaan.

# OpenInExplorerSaveT
source: Save now?
de: Jetzt speichern?
nl: Nu opslaan?

# OpenUnknownFile
source: Vocup cannot open the file at {0} because it is neither a vocabulary book file nor a Vocup backup file.
de: Vocup kann die Datei {0} nicht öffnen, weil es sich weder um ein Vokabelheft, noch um eine Vocup-Datensicherung handelt.
nl: Vocup kan bestand {0} niet openen omdat het geen taalbestand of Vocup back-up bestand is.

# OpenUnknownFileT
source: Unknown file format
de: Unbekanntes Dateiformat
nl: Onbekend bestandsformaat

# SettingsRestartRequired
source: To apply all changed settings, you have to restart Vocup.
de: Um Ihre Änderungen an den Einstellungen vollständig wirksam zu machen, müssen Sie Vocup neustarten.
nl: Je moet Vocup opnieuw opstarten om alle gewijzigde instellingen toe te passen.

# SettingsRestartRequiredT
source: Restart required
de: Neustart erforderlich
nl: Opnieuw opstarten vereist

# SpecialCharAlreadyExists
source: There are already special chars for this language
de: Für diese Sprache existieren bereits Sonderzeichen
nl: Er bestaan al speciale tekens voor deze taal

# SpecialCharCorruptedFile
source: The special char file for {0} could not be loaded. Please check the file at {1} and delete it if necessary.
de: Die Sonderzeichendatei {0} konnte nicht geladen werden. Überprüfen Sie die Datei unter {1} und löschen sie diese gegebenenfalls.
nl: Het bestand met speciale tekens {0} kon niet worden geladen. Controleer het bestand {1} en verwijder het indien nodig.

# SpecialCharCorruptedFileT
source: Corrupted file
de: Fehlerhafte Datei
nl: Beschadigd bestand

# SpecialCharDeleteError
source: An error occured when deleting the special char file for {0}: {1}
de: Beim Löschen der Sonderzeichendatei für {0} ist ein Fehler aufgetreten: {1}
nl: Fout bij verwijderen van bestand met speciale tekens voor taal {0}: {1}

# SpecialCharDeleteErrorT
source: Error when deleting
de: Fehler beim Löschen
nl: Fout bij verwijderen

# SpecialCharSaveError
source: An error occured when saving the special char file for {0}: {1}
de: Beim Speichern der Sonderzeichendatei für {0} ist ein Fehler aufgetreten: {1}
nl: Fout bij opslaan van bestand met speciale tekens voor taal {0}: {1}

# SpecialCharSaveErrorT
source: Error when saving
de: Fehler beim Speichern
nl: Fout bij opslaan

# UnexpectedErrorT
source: Unexpected error
de: Unerwarteter Fehler
nl: Onbekende fout

# VhfCorruptFile
source: The vocabulary book file is corrupt and could not be opened.
de: Die Vokabelheftdatei ist fehlerhaft und konnte nicht geöffnet werden.
nl: Het taalbestand is beschadigd en kon niet worden geopend.

# VhfCorruptFileT
source: Corrupt vocabulary book file
de: Fehlerhafte Vokabelheft-Datei
nl: Beschadigd taalbestand

# VhfInvalidLanguages
source: Mother tongue and foreign language could not be read from the vocabulary book file or are identical. Please ensure that the file is not empty.
de: Die Mutter- und Fremdsprache der Vokabelheft-Datei konnten nicht gelesen werden oder sind identisch. Stellen Sie sicher, dass die Datei nicht leer ist.
nl: Moedertaal en vreemde taal konden niet uit het taalbestand worden gelezen of zijn identiek aan elkaar. Zorg ervoor dat het bestand niet leeg is.

# VhfInvalidRow
source: An entry of this vocabulary book file is invalid. Therefore the file cannot be opened.
de: Ein Eintrag dieser Vokabelheft-Datei ist ungültig. Die Datei kann deshalb nicht gelesen werden.
nl: Een regel in dit taalbestand is ongeldig. Hierdoor kan het bestand niet worden geopend.

# VhfInvalidVersion
source: The version field of the vocabulary book file could not be read. Please ensure that the file is not empty.
de: Die Version der Vokabelheft-Datei konnte nicht gelesen werden. Bitte stellen Sie sicher, dass die Datei nicht leer ist.
nl: Het versieveld van het taalbestand kon niet worden gelezen. Controleer of het bestand niet leeg is.

# VhfInvalidVhrCode
source: The result file reference of the vocabulary book file could not be read. Please ensure that the file is not empty.
de: Die Vokabelheft-Datei enthält keinen gültigen Verweis auf ihre Ergebnisdatei. Stellen Sie sicher, dass die Datei nicht leer ist.
nl: Het resultatenbestand behorend bij het taalbestand kon niet worden gelezen. Controleer of het bestand niet leeg is.

# VhfMustUpdate
source: The vocabulary book file requires a later version of Vocup. Please search for updates inside the application or on the Internet.
de: Die Vokabelheft-Datei erfordert eine neuere Version von Vocup. Sie können entweder im Programm oder im Internet nach Updates suchen.
nl: Het taalbestand vereist een nieuwere versie van Vocup. Controleer op updates vanuit de applicatie of kijk op internet.

# VhfMustUpdateT
source: Update required
de: Update erforderlich
nl: Update vereist

# VhfPathInvalid
source: The selected path for is not suitable to save vocabulary books. Do not use optical disk drives or system folders here.
de: Der ausgewählte Pfad ist nicht zum Speichern von Vokabelheften geeignet. Verwenden Sie bitte keine optischen Laufwerke oder Systemordner an dieser Stelle.
nl: Het geselecteerde pad is niet geschikt om taalbestanden op te slaan. Gebruik hier geen optische schijven of systeemmappen.

# VhfPathNotFound
source: The folder for vocabulary books was not found at {0}. Vocup will replace your configuration with the default documents directory. You can change that in the settings at any time.
de: Der Ordner für Vokabelhefte existiert nicht unter {0}. Vocup wird Ihre Einstellung mit dem Standardordner für Dokumente ersetzen. Das können Sie in den Einstellungen jederzeit wieder ändern.
nl: De map voor taalbestanden was niet gevonden op {0}. Vocup zal je configuratie aanpassen naar de standaard documenten map. Je kunt deze instelling op elk moment aanpassen.

# VhfPathNotFoundT
source: Folder for vocabulary books not found
de: Ordner für Vokabelhefte nicht gefunden
nl: Map voor taalbestanden niet gevonden

# VhrPathInvalid
source: The selected path for is not suitable to save practice results. Do not use optical disk drives or system folders here.
de: Der ausgewählte Pfad ist nicht zum Speichern von Übungsergebnissen geeignet. Verwenden Sie bitte keine optischen Laufwerke oder Systemordner an dieser Stelle.
nl: Het gekozen pad is niet geschikt om oefenresultaten op te slaan. Gebruik hier geen optische schijven of systeemmappen.

# VhrPathNotFound
source: The folder for practice results was not found at {0}. Vocup will replace your configuration with the default application data directory. You can change that in the settings at any time.
de: Der Ordner für Übungsergebnisse existiert nicht unter {0}. Vocup wird Ihre Einstellung mit dem Standardordner für Anwendungsdateien ersetzen. Das können Sie in den Einstellungen jederzeit wieder ändern.
nl: Map voor oefenresultaten niet gevonden op {0}. Vocup zal je configuratie vervangen met de standaard applicatie datamap. Je kunt deze instelling op elk moment aanpassen.

# VhrPathNotFoundT
source: Folder for practice results not found
de: Ordner für Übungsergebnisse nicht gefunden
nl: Map voor oefenresultaten niet gevonden

# VocupFileWriteError
source: A vocabulary book or result file could not be saved: {0}
de: Eine Vokabelheft- oder Ergebnisdatei konnte nicht gespeichert werden.
nl: Een taal- of resultatenbestand kon niet worden opgeslagen.

# VocupFileWriteErrorT
source: Error when saving
de: Fehler beim Speichern
nl: Fout bij opslaan
