Repository: daniel-lerch/vocup
Catalog: src/Vocup/MainForm.*.resx
Languages: de

# TsmiCreateBook.Text
source: Create new vocabulary book...
de: Neues Vokabelheft erstellen...

# TsmiOpenBook.Text
source: Open vocabulary book...
de: Vokabelheft öffnen...

# TsmiCloseBook.Text
source: Close vocabulary book
de: Vokabelheft schließen

# TsmiSave.Text
source: Save
de: Speichern

# TsmiSaveAs.Text
source: Save As
de: Speichern unter...

# TsmiImport.Text
source: Import
de: Importieren

# TsmiExport.Text
source: Export
de: Exportieren

# TsmiOpenInExplorer.Text
source: Open in Explorer
de: In Explorer öffnen

# TsmiPrint.Text
source: Print
de: Drucken

# TsmiExitApplication.Text
source: Exit
de: Beenden

# TsmiRootFile.Text
source: File
de: Datei

# TsmiAddWord.Text
source: Add new word
de: Neue Vokabel hinzufügen

# TsmiEditWord.Text
source: Edit word
de: Vokabel bearbeiten

# TsmiDeleteWord.Text
source: Delete word
de: Vokabel löschen

# TsmiRootEdit.Text
source: Edit
de: Bearbeiten

# TsmiPractice.Text
source: Practice words
de: Vokabeln üben

# TsmiBookOptions.Text
source: Vocabulary book options
de: Vokabelheft Optionen

# TsmiMerge.Text
source: Merge vocabulary books
de: Vokabelhefte zusammenführen

# TsmiSpecialChar.Text
source: Manage special chars
de: Sonderzeichen verwalten

# TsmiSettings.Text
source: Settings
de: Einstellungen

# TsmiRootTools.Text
source: Tools
de: Extras

# TsmiHelp.Text
source: Help
de: Hilfe

# TsmiEvaluationInfo.Text
source: Information about evaluation
de: Infos zum Bewertungssystem

# TsmiUpdate.Text
source: Search for updates...
de: Nach Updates suchen...

# TsmiAbout.Text
source: About Vocup
de: Über Vocup

# TsmiRootHelp.Text
source: Help
de: Hilfe

# BtnBookSettings.Text
source: Options
de: Optionen

# BtnPractice.Text
source: Practice
de: Üben

# GroupBook.Text
source: Vocabulary book:
de: Vokabelheft:

# BtnSearchWord.Text
source: Search
de: Suchen

# GroupSearch.Text
source: Search for vocabulary words:
de: Nach Vokabeln suchen:

# BtnAddWord.Text
source: Add
de: Einfügen

# BtnDeleteWord.Text
source: Delete
de: Löschen

# BtnEditWord.Text
source: Edit
de: Bearbeiten

# GroupWord.Text
source: Word:
de: Vokabel:

# StatusLbOldVersion.Text
source: An incompatible version was found
de: Inkompatible Version gefunden

# LbEmptyForm.Text
source: Looks empty here! Just open a vocabulary book or create a new one.
de: Ganz schön leer hier! Öffne doch ein Vokabelheft oder erstelle ein neues.

# TsbCreateBook.Text
source: Create new vocabulary book
de: Neues Vokabelheft erstellen

# TsbOpenBook.Text
source: Open vocabulary book
de: Vokabelheft öffnen

# TsbSave.Text
source: Save vocabulary book
de: Vokabelheft speichern

# TsbPrint.Text
source: Print vocabulary book
de: Vokabelheft drucken

# TsbEvaluationInfo.Text
source: Information about evaluation
de: Infos zum Bewertungssystem

# toolStripLabel.Text
source: Information about evaluation:
de: Infos zum Bewertungssystem:
