Repository: daniel-lerch/vocup
Catalog: src/Vocup.WinForms/MainForm.*.resx
Languages: nl

# TsmiCreateBook.Text
source: Create new vocabulary book...
nl: Nieuw woordenboek maken

# TsmiOpenBook.Text
source: Open vocabulary book...
nl: Woordenboek openen...

# TsmiCloseBook.Text
source: Close vocabulary book
nl: Woordenboek sluiten

# TsmiSave.Text
source: Save
nl: Opslaan

# TsmiSaveAs.Text
source: Save As
nl: Opslaan als...

# TsmiImport.Text
source: Import
nl: Importeren

# TsmiExport.Text
source: Export
nl: Exporteren

# TsmiOpenInExplorer.Text
source: Open in Explorer
nl: In Verkenner openen

# TsmiPrint.Text
source: Print
nl: Afdrukken

# TsmiExitApplication.Text
source: Exit
nl: Afsluiten

# TsmiRootFile.Text
source: File
nl: Bestand

# TsmiAddWord.Text
source: Add new word
nl: Nieuw woord toevoegen

# TsmiEditWord.Text
source: Edit word
nl: Woord bewerken

# TsmiDeleteWord.Text
source: Delete word
nl: Woord verwijderen

# TsmiRootEdit.Text
source: Edit
nl: Bewerken

# TsmiPractice.Text
source: Practice words
nl: Woorden oefenen

# TsmiBookOptions.Text
source: Vocabulary book options
nl: Woordenboek opties

# TsmiMerge.Text
source: Merge vocabulary books
nl: Woordenboeken samenvoegen

# TsmiSpecialChar.Text
source: Manage special chars
nl: Speciale tekens beheren

# TsmiSettings.Text
source: Settings
nl: Instellingen

# TsmiRootTools.Text
source: Tools
nl: Extra's

# TsmiEvaluationInfo.Text
source: Information about evaluation
nl: Info over de evaluatie

# TsmiUpdate.Text
source: Search for updates...
nl: Naar updates zoeken...

# TsmiAbout.Text
source: About Vocup
nl: Over Vocup

# BtnBookSettings.Text
source: Options
nl: Instellingen

# BtnPractice.Text
source: Practice
nl: Oefenen

# GroupBook.Text
source: Vocabulary book:
nl: Woordenboek:

# BtnSearchWord.Text
source: Search
nl: Zoeken

# GroupSearch.Text
source: Search for vocabulary words:
nl: Naar woorden zoeken:

# BtnAddWord.Text
source: Add
nl: Toevoegen

# BtnDeleteWord.Text
source: Delete
nl: Verwijderen

# BtnEditWord.Text
source: Edit
nl: Bewerken

# GroupWord.Text
source: Word:
nl: Woord:

# StatusLbOldVersion.Text
source: An incompatible version was found
nl: Incompatibele versie gevonden

# LbEmptyForm.Text
source: Looks empty here! Just open a vocabulary book or create a new one.
nl: Het is aardig leeg hier! Open een woordenboek of maak een nieuwe aan.

# TsbCreateBook.Text
source: Create new vocabulary book
nl: Nieuw woordenboek aanmaken

# TsbOpenBook.Text
source: Open vocabulary book
nl: Woordenboek openen

# TsbSave.Text
source: Save vocabulary book
nl: Woordenboek opslaan

# TsbPrint.Text
source: Print vocabulary book
nl: Woordenboek afdrukken

# TsbEvaluationInfo.Text
source: Information about evaluation
nl: Info over de evaluatie

# toolStripLabel.Text
source: Information about evaluation:
nl: Info over de evaluatie:

# TsmiShare.Text
source: Share without practice results
nl: Delen zonder oefenresultaten
